tap "bloznelis/tap"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "bat"
brew "bottom"
brew "btop"
brew "exa"
brew "fish"
brew "fzf"
brew "git-delta"
brew "go"
brew "lf"
brew "mdbook"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "ripgrep"
brew "ta-lib"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
cask "amethyst"
cask "anki"
cask "chatgpt"
cask "docker"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "librewolf"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "syntax-highlight"
cask "xquartz"
vscode "AndenetAlexander.vim-cheatsheet"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "Catppuccin.catppuccin-vsc"
vscode "Codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "labuladong.leetcode-helper"
vscode "mattpocock.ts-error-translator"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-zh-hant"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.LiveServer"
vscode "Safurai.Safurai"
vscode "styled-components.vscode-styled-components"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
