tap "bloznelis/tap"
tap "daipeihust/tap"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "krtirtho/apps"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "localsend/localsend"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "aom"
brew "bat"
brew "bottom"
brew "btop"
brew "cheat"
brew "chezmoi"
brew "dav1d"
brew "exiftool"
brew "fastfetch"
brew "unbound"
brew "harfbuzz"
brew "svt-av1"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "jpdfbookmarks"
brew "lf"
brew "luajit"
brew "luarocks"
brew "mdbook"
brew "node"
brew "mongosh"
brew "monolith"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "ollama"
brew "pipx"
brew "python@3.11"
brew "ripgrep"
brew "spotify_player"
brew "sshpass"
brew "ta-lib"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
cask "amethyst"
cask "anki"
cask "betterdisplay"
cask "brave-browser"
cask "chatbox"
cask "chatgpt"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "freetube"
cask "garmin-express"
cask "gpg-suite"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "koodo-reader"
cask "librewolf"
cask "localsend"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "motrix"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "routine"
cask "send-to-kindle"
cask "silicon"
cask "spotube"
cask "syncthing"
cask "syntax-highlight"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windsurf"
cask "x2goclient"
cask "xquartz"
vscode "andenetalexander.vim-cheatsheet"
vscode "antfu.slidev"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "labuladong.leetcode-helper"
vscode "mattpocock.ts-error-translator"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "styled-components.vscode-styled-components"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
